Repository: slowrunner/ROS2-GoPiGo3
Catalog: systests/sdcard/agnostics/po/*.po
Languages: hy, ko, lt, pl

source: Not Run
hy: Գործարկված չէ
ko: 실행되지 않음
lt: Nevykdyti
pl: Nie wykonaj

source: Aborted
hy: Ընդհավտած է
ko: 중단됨
lt: Nutraukta
pl: Przerwane

source: <span foreground="#FF0000"><b>FAIL</b></span>
hy: <span foreground="#FF0000"><b>Ձախողված</b></span>
ko: <span foreground="#FF0000"><b>실패</b></span>
lt: <span foreground="#FF0000"><b>NEPAVYKO</b></span>
pl: <span foreground="#FF0000"><b>Nie powiódło się</b></span>

source: <span foreground="#00FF00"><b>PASS</b></span>
hy: <span foreground="#00FF00"><b>Հաջողված</b></span>
ko: <span foreground="#00FF00"><b>통과</b></span>
lt: <span foreground="#00FF00"><b>PAVYKO</b></span>
pl: <span foreground="#00FF00"><b>Powiódło się</b></span>

source: Cancelling...
hy: Չեղարկում...
ko: 취소하는 중...
lt: Atšaukiama...
pl: Anulujem...

source: Running %s...
hy: %s -ի գործարկում...
ko: %s 실행 중...
lt: Vykdoma %s...
pl: Wykonajem %s...

source: tests
hy: թեստավորում
ko: 진단
lt: testai
pl: test

source: Not run
hy: Չի գործարկվում
ko: 실행되지 않음
lt: Nevykdyti
pl: Nie wykonaj

source: Test
hy: Թեստ
ko: 진단

source: Run Test?
hy: Գործարկե՞լ թեստը
ko: 진단을 시작할까요?
lt: Vykdyti testą?
pl: Wykonaj test?

source: Result
hy: Արդյունք
ko: 결과
lt: Rezultatas
pl: Resultat

source: SD Card Speed Test
ko: SD 카드 속도 진단
lt: SD kortelės našumo testas
pl: Test prędkości SD karty

source: Determines whether an SD card can read and write data fast enough to provide adequate performance. Should be run on a new or newly-formatted SD card.
ko: SD 카드가 적절한 성능을 낼 만큼 빠르게 데이터를 읽고 쓸 수 있는지 진단합니다. 최근에 포맷 또는 새 SD 카드로 실행하는 것을 권합니다.
lt: Nustatoma ar SD kortelė sugeba nuskaityti ir įrašyti duomenis išlaikant pakankamą greitį siekiu užtikrinti patenkinamus veiklos rezultatus. Turėtumei vykdyti panaudojant naują arba naujai išformatuotą SD kortelę.
pl: Ustaw, czy karta jest w stanie czytać i pisać z odpowiednią prędkością i zapewnia odpowiednią wydajność. Powinny wykonat przy użyciu nowej lub nowo sformatowanej karty.

source: Running tests...
hy: Թեստի գործարկում...
ko: 진단 중...
lt: Vykdomi testai...
pl: Wykonajem test...

source: _Cancel
ko: _취소
lt: _Atšaukti
pl: _Anuluj

source: Raspberry Pi Diagnostics
hy: Raspberry Pi ախտորոշում
ko: 라즈베리 파이 진단도구
lt: Raspberry Pi diagnostika
pl: Diagnostyka Raspberry Pi

source: _Close
hy: Փակել
ko: _닫기
lt: _Uždaryti
pl: _Zamknij

source: Show _Log
hy: Ցուցադրել տեղեկամատյաննը
ko: _로그
lt: Peržiūrėti _užregistruotus duomenis
pl: Pokaż _zarejestrowane dane

source: Re_set
hy: Զրոյացնել կարգավորումները
ko: _돌아가기
lt: Re_setas
pl: Re_setuj

source: _Run Tests
hy: Գործարկել թեստը
ko: _진단하기
lt: _Vykdyti testus
pl: _Wykonaj test

source: Test the Raspberry Pi hardware
hy: Ստուգել Raspberry Pi ապարատը
ko: 라즈베리 파이 하드웨어 테스트
lt: Testuoti Raspberry Pi aparatinę įrangą
pl: Testuj Raspberry Pi komputerow

source: _OK
lt: _Gerai
pl: _Dobra

source: Cancel
hy: Չեղարկել
